Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Information sources in <English²> (e.g. magazines, news websites, encyclopaedias)
sv_se: Informationskällor på engelska (t.ex. tidskrifter, nyhetssajter, uppslagsböcker)

source: Ingredients
sv_se: Ingredienser

source: Ingredients in alcohol-based hand sanitiser
sv_se: Ingredienser i alkoholbaserat handdesinfektionsmedel

source: Initial pH of wastewater
sv_se: Ursprungligt pH-värde för spillvattnet

source: Initial sound intensity (W/m²)
sv_se: Ursprunglig ljudintensitet (W/m²)

source: Initiated communications with parents or guardians about school programmes
sv_se: Initierat samtal med föräldrar eller vårdnadshavare om organiserade skolaktiviteter

source: Initiated communications with parents or guardians about their child’s progress
sv_se: Initierat samtal med föräldrar eller vårdnadshavare om deras barns framsteg

source: Inner insulation layer
sv_se: Inre isolerande lager

source: Input values
sv_se: Ingångsvärden

source: Insect 1
sv_se: Insekt 1

source: Insect 2
sv_se: Insekt 2

source: Insect 3
sv_se: Insekt 3

source: Insect 4
sv_se: Insekt 4

source: Instead of increasing the temperature of the water, the heat energy is used to melt the ice.
sv_se: Istället för att höja vattnets temperatur används energin till att smälta isen.

source: Instruct the claw to achieve the goal state.
sv_se: Instruera klon för att nå målsättningen.

source: Instructions for use
sv_se: Bruksanvisning

source: Instructions:
sv_se: Instruktioner

source: Insulating fabrics from five different items of clothing were tested in an experiment.
sv_se: Isolerande tyger från fem olika klädesplagg testades i ett experiment.

source: Insulation Properties
sv_se: Isoleringsegenskaper

source: Integer number
sv_se: Heltal

source: Integer number:
sv_se: Heltal:

source: Integrating digital resources into <school science> instruction
sv_se: Integration av digitala verktyg i undervisningen i NO-ämnen

source: Intensity
sv_se: Intensitet

source: Intensity is a measure of the strength of shaking at a particular location.
sv_se: Intensiteten är ett mått på hur kraftiga skakningar som inträffar på en given plats.

source: Intensity of gravitational field on surface (gravity)
sv_se: Gravitationsfältets styrka vid ytan (gravitation)

source: Intensity tends to decrease from the west to the east of India.
sv_se: Intensiteten tenderar att minska från västra till östra Indien.

source: Intensity tends to decrease with increasing distance from the ocean.
sv_se: Intensiteten tenderar att minska med ökande avstånd från havet.

source: Intensity tends to increase from the south to the north of India.
sv_se: Intensiteten tenderar att öka från södra till norra Indien.

source: Intensity tends to increase with decreasing height above sea level.
sv_se: Intensiteten tenderar att öka med minskande höjd över havet.

source: Interact with locals in <English²> while travelling
sv_se: Prata engelska med lokalbefolkningen när du reser

source: Interested
sv_se: Intresserad

source: Internal evaluation/Self-evaluation
sv_se: Intern skolutvärdering /självutvärdering

source: Internal school evaluation: Evaluation as part of a process controlled by a school in which the school defines which areas are judged; the evaluation may be conducted by members of the school or by persons/institutions commissioned by the school.
sv_se: Intern skolutvärdering: Utvärdering som en del av en process som styrs av en skola där skolan definierar vilka områden som bedöms. Utvärderingen kan utföras av någon på skolan eller av någon på uppdrag av skolan.

source: Internet access (e.g. Wi-fi) (excluding through smartphones)
sv_se: Tillgång till internet (t.ex. WiFi) (förutom via smartphones)

source: Interpret the scientific information provided on the labelling of food items.
sv_se: Tolka den naturvetenskapliga information som finns på märkningen av livsmedelsprodukter.

source: Intimidation or verbal abuse among students (including texting, emailing, etc.)
sv_se: Hot eller verbala kränkningar bland eleverna (inklusive sms, e-post, etc.)

source: Intimidation or verbal abuse of teachers or non-teaching staff (including texting, emailing, etc.)
sv_se: Hot eller verbala kränkningar mot lärare eller annan ej undervisande personal (inklusive sms, e-post, etc.)

source: Introduction
sv_se: Introduktion

source: Investigate if the relationships depend on hydrating (amount of water drunk).
sv_se: Undersök om förhållandena beror på vätskeintaget (mängden vatten som druckits).

source: Investigate places to live that are not close to the factory site.
sv_se: Undersöka platser att bo på som inte ligger nära fabriken.

source: Investigate the sustainability of a practice or product.
sv_se: Undersöka hållbarheten när det gäller ett beteende eller en produkt.

source: Invite friends or others at school to take part in activities that positively impact the environment
sv_se: Bjudit in vänner eller andra personer på skolan att delta i aktiviteter som har en positiv inverkan på miljön

source: Invited parents or guardians to volunteer for school activities
sv_se: Bjudit in föräldrar eller vårdnadshavare att arbeta frivilligt med skolans aktiviteter

source: Iodine (µg)
sv_se: Jod (µg)

source: Iron filings are small pieces of iron produced by filing or cutting iron.
sv_se: Järnfilspån är små bitar av järn som bildas när man filar eller skär järn.

source: Is Fred Braun a burns patient?
sv_se: Är Ove Lind en brännskadepatient?

source: Is Leela’s opinion supported by the charts?
sv_se: Stöds Leelas uppfattning av diagrammen?

source: Is Organism-1 rod or coccus shaped?
sv_se: Är Organism-1 stav- eller kulformad?

source: Is Packaging Recyclable?
sv_se: Är förpackningen återvinningsbar?

source: Is each of these properties important for the materials used to make the pot handles?
sv_se: Är alla dessa egenskaper viktiga för de material som används för att tillverka grythandtagen?

source: Is it true that the relationship between running and fitness depends on the amount of sleeping?
sv_se: Stämmer det att förhållandet mellan löpning och kondition beror på mängden sömn?

source: Is the amount of traffic always the same?
sv_se: Är trafikmängden alltid densamma?

source: Is the book available?
sv_se: Är boken tillgänglig?

source: Is the claim correct?
sv_se: Är påståendet korrekt?

source: Is the comparison sufficient evidence that global warming is resulting in a reduction in sea ice at the North Pole?
sv_se: Är jämförelsen tillräckligt med bevis för att den globala uppvärmningen leder till att havsisen vid Nordpolen minskar?

source: Is the fruit green?
sv_se: Är frukten grön?

source: Is the fruit round?
sv_se: Är frukten rund?

source: Is the library closing soon?
sv_se: Stänger biblioteket snart?

source: Is the library still open?
sv_se: Är biblioteket fortfarande öppet?

source: Is the material toxic?
sv_se: Är materialet giftigt?

source: Is the relationship between aerobics and fitness influenced by hydrating?
sv_se: Påverkas förhållandet mellan aerobics och kondition av vätskeintaget?

source: Is the relationship between weightlifting and fitness influenced by hydrating?
sv_se: Påverkas förhållandet mellan styrketräning och kondition av vätskeintaget?

source: Is the shop closed?
sv_se: Är affären stängd?

source: Is the shop too crowded?
sv_se: Är det för mycket folk i affären?

source: Is the travel time affected by the amount of traffic?
sv_se: Påverkas restiden av trafikmängden?

source: Is there a free space in the viewing area?
sv_se: Finns det någon ledig plats i visningsområdet?

source: Is this claim supported by the data from the graph?
sv_se: Stöds detta påstående av data från diagrammet?

source: Is this claim true?
sv_se: Är detta påstående sant?

source: Is this statement correct?
sv_se: Stämmer påståendet?

source: Is your school a public or a private school?
sv_se: Är din skola en kommunal skola eller en fristående skola?

source: Is your school’s capacity to provide <English²> learning opportunities hindered by any of the following issues?
sv_se: Utgör något av följande ett hinder för din skolas möjligheter att bedriva undervisning i engelska?

source: Is your school’s capacity to provide instruction hindered by any of the following issues?
sv_se: Utgör något av följande ett hinder för din skolas möjligheter att bedriva undervisning?

source: Issuing prescription
sv_se: Utfärda recept

source: It absorbs CO₂ from Earth’s atmosphere and stores it as soil organic carbon (SOC).
sv_se: Den suger upp CO₂ från jordens atmosfär och lagrar det som organiskt kolinnehåll i marken (SOC).

source: It allows them to identify which plastic waste can be placed in the compost.
sv_se: Den hjälper dem att avgöra vilket plastavfall som kan komposteras.

source: It avoids the need to protect the local environment.
sv_se: Det gör att det inte är nödvändigt att skydda den lokala miljön.

source: It calculates the sound intensity with different number and diameter of pores (holes) present in the foam.
sv_se: Den beräknar ljudintensiteten med olika antal porer och diametrar på porerna (hålen) i skummet.

source: It can be represented by a wave diagram.
sv_se: Det kan representeras av ett vågdiagram.

source: It can be sourced by drilling deep into the earth.
sv_se: Den kan utvinnas genom att borra djupt ner i marken.

source: It cannot hear sounds during daylight.
sv_se: Den kan inte höra ljud när det är ljust.

source: It changes across the programmes offered by the school
sv_se: Det varierar för de olika programmen som skolan erbjuder

source: It compares the results of a scientific study over time.
sv_se: Den jämför resultaten av en vetenskaplig studie över tid.

source: It depends on the programme offered by the school
sv_se: Det varierar för de olika programmen som skolan erbjuder

source: It does not make sounds if it can see.
sv_se: Den gör inte ljud om den kan se.

source: It falls to the ground and then bounces back into the air.
sv_se: Den faller till marken och studsar sedan upp i luften igen.

source: It forms a layer that covers the entire Earth at about 10 km to 50 km above Earth’s surface.
sv_se: Den bildar ett skikt som täcker hela jorden cirka 10 km till 50 km över jordens yta.

source: It has a rocket that can be set to different power levels.
sv_se: Den har en raket som kan ställas in på flera effektnivåer.

source: It has been reviewed by other experts.
sv_se: Den har granskats av andra experter.

source: It has been suggested that the energy from lightning strikes could be collected and stored for future use.
sv_se: Det har föreslagits att energin från blixtnedslag skulle kunna samlas in och lagras för framtida användning.

source: It has poor vision.
sv_se: Den har dålig syn.

source: It has three sensors at the front.
sv_se: Den har tre sensorer på framsidan.

source: It helps them to ensure that all plastic waste is recycled.
sv_se: Den hjälper dem att säkerställa att allt plastavfall återvinns.

source: It helps them to make choices about which soap products to buy.
sv_se: Den hjälper dem att välja vilka tvålprodukter som de ska köpa.

source: It helps them to separate waste that can be recycled from waste that cannot be recycled.
sv_se: Den hjälper dem att separera avfall som kan återvinnas från avfall som inte kan återvinnas.

source: It includes 2 or more activities.
sv_se: Det innehåller 2 eller fler aktiviteter.

source: It increases the productivity of the workforce.
sv_se: Det ökar personalens produktivitet.

source: It is dynamic because it fills one column at a time and changes colour.
sv_se: Det är dynamiskt eftersom det fyller en kolumn åt gången och byter färg.

source: It is harmful because the introduced insects are a natural part of the local food web.
sv_se: Det är skadligt eftersom insekterna som förts in är en naturlig del av den lokala näringsväven.

source: It is not useful because there will be no introduced insects to control the weeds if the weed density increases.
sv_se: Det är inte bra eftersom det inte kommer att finnas några införda insekter som kontrollerar ogräset om ogrästätheten ökar.

source: It is unnecessary because the introduced insects will all die off when weed density is low.
sv_se: Det är onödigt eftersom alla insekter som förts in kommer att dö när ogrästätheten är låg.

source: It is useful because the introduced insects are no longer needed.
sv_se: Det är bra eftersom insekterna som förts in inte längre behövs.

source: It is composed of images.
sv_se: Det består av bilder.

source: It is estimated that 60% of Florida manatees depend on the heated water from power plants to survive.
sv_se: Man uppskattar att 60 % av Floridas manater är beroende av det uppvärmda vattnet från kraftverk för att överleva.

source: It is good to have a hypothesis or question before starting an experiment.
sv_se: Det är bra att ha en hypotes eller en fråga innan man börjar ett experiment.

source: It is good to try experiments more than once to make sure of your findings.
sv_se: Det är bra att göra ett experiment fler än en gång för att säkerställa resultaten.

source: It is important for astronauts to exercise in space because without gravity to work against, muscles, bones and circulation can weaken.
sv_se: Det är viktigt för astronauter att träna i rymden eftersom muskler, ben och cirkulation kan försvagas utan gravitationen som motkraft.

source: It is important for me to perform well on the PISA test.
sv_se: Det var viktigt för mig att göra bra ifrån mig på PISA-provet.

source: It is important for scientists to have other scientists in their field of expertise to support the findings of their work.
sv_se: Det är viktigt för forskare att det finns andra forskare inom samma fält som stödjer resultaten av deras arbete.

source: It is more expensive to build a wind turbine designed for higher speeds.
sv_se: Det är dyrare att bygga ett vindkraftverk som är avsett för högre hastigheter.

source: It is native to South America but has spread to other continents, including North America, Europe, Africa and Asia.
sv_se: Den hör hemma i Sydamerika men har spritt sig till andra kontinenter, inklusive Nordamerika, Europa, Afrika och Asien.

source: It is only active at night.
sv_se: Den är bara aktiv på natten.

source: It is technologically complex to replace fossil fuel with renewable energy to generate electricity for charging cars.
sv_se: Det är tekniskt komplicerat att ersätta fossila bränslen med förnybar energi för att generera elektricitet för laddning av bilar.

source: It is time to move on.
sv_se: Det är dags att gå vidare.

source: It is well written.
sv_se: Den är välskriven.

source: It may or may not lead to a recognised qualification.
sv_se: Det kan men behöver inte, leda till en vedertagen behörighet.

source: It meant a lot to me to perform well on the PISA test.
sv_se: Det betydde mycket för mig att göra bra ifrån mig på PISA-provet.

source: It places Images A and B onto the table.
sv_se: Det placerar bild A och B i tabellen.

source: It reduces the distance over which the freshwater is transported.
sv_se: Det minskar avståndet som sötvattnet transporteras.

source: It reduces the energy needed to power the desalination plants.
sv_se: Det minskar energin som krävs för att driva avsaltningsanläggningarna.

source: It referred to sources that were reviewed by scientists who are experts on the subject.
sv_se: Källan hänvisar till källor som granskats av forskare som är experter på ämnet.

source: It rotates the selected image 90 degrees to the right .
sv_se: Det roterar den valda bilden 90 grader åt höger.

source: It shows how the spread of a respiratory virus, such as influenza, is affected by the following factors:
sv_se: Det visar hur spridningen av ett luftvägsvirus som till exempel influensa påverkas av följande faktorer:

source: It shows the amount of time to spend on each activity.
sv_se: Det visar mängden tid som ska läggas ned på varje aktivitet.

source: It was published on a tourism website advertising a holiday to see endangered species.
sv_se: Källan publicerades på en webbplats för turism som gör reklam för semesterresor för att se utrotningshotade arter.

source: It was written by a scientist who specialises in astronomy.
sv_se: Källan skrevs av en forskare som är specialiserad på astronomi.

source: It was written by an environmentalist who volunteers with a conservation organisation.
sv_se: Källan skrevs av en miljöaktivist som är volontär i en naturvårdsorganisation.

source: It will reduce skyglow, light trespass and glare.
sv_se: Det kommer att minska himmelströljus, ljusintrång och bländande ljussken.

source: Italian
sv_se: Italienska

source: Its production also reduces the carbon footprint and the amount of chemical pollution released into the environment.’
sv_se: Ekologisk bomullsproduktion minskar också koldioxidavtrycket och mängden kemiska föroreningar som släpps ut i miljön.'

source: It’s time to complete the model for the AstroFit application!
sv_se: Nu är det dags att göra klart modellen till AstroFit-appen!

source: Jack keeps fit by running and cycling.
sv_se: Jakob håller sig i form med löpning och cykling.

source: January
sv_se: Januari

source: Japanese
sv_se: Japanska

source: Jay built these programs to solve a similar but different problem.
sv_se: Alex byggde de här programmen för att lösa ett liknande men annorlunda problem.

source: Jay built this program to solve a similar but different problem.
sv_se: Alex byggde det här programmet för att lösa ett liknande men annorlunda problem.

source: Jemma is recording a video of herself at soccer training.
sv_se: Jenny spelar in en video av sig själv när hon tränar fotboll.

source: Jemma kicks both balls with the same force and in the same direction.
sv_se: Jenny sparkar båda bollarna med samma kraft och i samma riktning.

source: Jemma kicks the soccer ball into the air.
sv_se: Jenny sparkar fotbollen i luften.

source: Jemma records herself kicking the same ball four times into the air at an angle of 45°.
sv_se: Jenny filmar sig själv när hon sparkar samma boll i luften fyra gånger med en vinkel på 45°.

source: Jemma wonders what the effect would be if she also kicked a ball with a greater surface area than her soccer ball.
sv_se: Jenny undrar vad som skulle hända om hon också sparkade en boll med större area än hennes fotboll.

source: Jess does a study of ants and food in her garden.
sv_se: Jessica gör en undersökning av myror och mat i sin trädgård.

source: Jess is eating outside in her garden with her family.
sv_se: Jessica äter ute i trädgården med sin familj.

source: Jess places three new types of food on the ground.
sv_se: Jessica lägger tre andra typer av mat på marken.

source: Jess places three types of food on the ground.
sv_se: Jessica lägger tre olika typer av mat på marken.

source: Jess records her results in a table.
sv_se: Jessica skriver in sina resultat i en tabell.

source: Jess says, ‘I think the ants will find food with a strong smell faster than food with a bright colour.’
sv_se: Jessica säger: 'Jag tror att myrorna kommer att hitta mat med stark lukt snabbare än mat med stark färg'.

source: Jess wonders whether some colours of food attract ants more quickly than other colours.
sv_se: Jessica undrar om mat med vissa färger drar till sig myror snabbare än andra färger.

source: Jim predicted that Fabric 5 would have the best insulation properties because it was the thickest.
sv_se: Jan förutsåg att Tyg 5 skulle ha bäst isoleringsförmåga eftersom det var tjockast.

source: Jo built this program to solve a similar but different programming problem.
sv_se: Jonna byggde det här programmet för att lösa ett liknande men annorlunda programmeringsproblem.

source: Jo wants to find out how well the jacket keeps water out when it rains.
sv_se: Julia vill ta reda på hur bra jackan skyddar mot vatten när det regnar.

source: Jo wears a jacket when the weather is cold.
sv_se: Julia har på sig en jacka när det är kallt ute.

source: Joining a peaceful march or rally related to an environmental issue
sv_se: Deltagit i en fredlig marsch eller demonstration om ett miljöproblem

source: Journey time
sv_se: Restid

source: Journey to site
sv_se: Resa till plats

source: July
sv_se: Juli

source: Jumping
sv_se: Hoppning

source: Jumping is constant
sv_se: Hoppning är konstant

source: June
sv_se: Juni

source: Kaikoura Tide Movement
sv_se: Tidvattnets rörelse i Kaikoura

source: Kaikoura is on the South Island of New Zealand.
sv_se: Kaikoura ligger på Sydön i Nya Zeeland.

source: Keep sleep = 7
sv_se: Behåll sömn = 7

source: Keep sleep = 8
sv_se: Behåll sömn = 8

source: Keep the dolphins outside of the unsafe zone.
sv_se: Se till att delfinerna håller sig utanför det osäkra området.

source: Kerry is building a simulation about people borrowing books from a library.
sv_se: Karin skapar en simulering om personer som lånar böcker på ett bibliotek.

source: Kerry wants to ensure visitors can search in all available libraries.
sv_se: Karin vill se till att besökarna kan söka i alla tillgängliga bibliotek.

source: Key
sv_se: Teckenförklaring

source: Key:
sv_se: Förklaring:

source: Killer whale
sv_se: Späckhuggare

source: Kills organisms such as bacterial spores.
sv_se: Dödar organismer som till exempel bakteriesporer.

source: Kinetic energy is transformed into chemical energy.
sv_se: Rörelseenergi omvandlas till kemisk energi.

source: Kinetic energy is transformed into electrical energy.
sv_se: Rörelseenergi omvandlas till elektrisk energi.

source: LED lamp
sv_se: LED-belysning

source: Label call
sv_se: Ljudets betydelse

source: Labelling on packaging indicates whether the packaging is recyclable.
sv_se: En märkning på förpackningen anger om förpackningen kan återvinnas.

source: Laboratory experiment
sv_se: Laboratorieexperiment

source: Laboratory results
sv_se: Laboratorieresultat

source: Labrador Sea / Subpolar Gyre Convection
sv_se: Labradorhavet/subarktisk virvelkonvektion

source: Ladakh is a high-altitude desert in northern India.
sv_se: Ladakh är en öken på hög höjd i norra Indien.

source: Ladakh is in the Himalayan mountains in India.
sv_se: Ladakh ligger i Himalayabergen i Indien.

source: Ladakh, India
sv_se: Ladakh, Indien

source: Laila is concerned that the wastewater release may lead to the local environment becoming polluted with toxic chemicals.
sv_se: Laila är orolig för att utsläppet av avloppsvatten kan leda till att den lokala miljön förorenas med giftiga kemikalier.

source: Laila reads in the news that a factory is to be built near her house.
sv_se: Laila läser i tidningarna att en fabrik ska byggas nära hennes hem.

source: Lamp
sv_se: Lampa

source: Land clearing of forested areas
sv_se: Skogsskövling

source: Land is needed for creating jobs and housing.
sv_se: Mark behövs för att skapa jobb och bostäder.

source: Land preparation
sv_se: Förberedelse av mark

source: Land use
sv_se: Markanvändning

source: Landing Site
sv_se: Landningsplats

source: Landing speed
sv_se: Landningshastighet

source: Landmarks
sv_se: Orienteringspunkter

source: Landscape becomes muddy
sv_se: Landskapet blir lerigt

source: Language learning applications (e.g. <Duolingo®>, <Rosetta Stone®>)
sv_se: Appar för språkinlärning (t.ex. Duolingo, Rosetta Stone)

source: Laptop computers or notebooks
sv_se: Bärbara datorer eller mindre bärbara datorer

source: Large extent
sv_se: I stor utsträckning

source: Large group study or practice (5 or more students)
sv_se: Studier eller övningar i stora grupper (5 eller fler elever)

source: Large increases in the amount of carbon dioxide in the atmosphere are thought to be causing global temperatures to rise.
sv_se: Stora ökningar av mängden koldioxid i atmosfären tros orsaka globala temperaturökningar.
